export const TASK_LIST_VERSION = 2

export const DEFAULT_TASKS = [
  { code: 'A', name: 'ჭურჭლის გარეცხვა' },
  { code: 'B', name: 'საუზმის გაკეთება' },
  { code: 'C', name: 'სადილის გაკეთება' },
  { code: 'D', name: 'ვახშმის გაკეთება' },
  { code: 'E', name: 'საყიდლების გაკეთება და მოტანა' },
  { code: 'F', name: 'სარეცხის გარეცხვა სარეცხ მანქანაში' },
  { code: 'G', name: 'სარეცხი მანქანიდან სარეცხის გამოტანა და გაფენა' },
  { code: 'H', name: 'გამშრალი სარეცხის ჩამოხსნა, დაკეცვა და შენახვა' },
  { code: 'I', name: 'დილით ნიკოლოს გამზადება (საუზმე, ლანჩბოქსი, ჩაცმა, ფეხსაცმლის გაწმენდა)' },
  { code: 'J', name: 'ნიკოლოს ბაღში წაყვანა' },
  { code: 'K', name: 'ნიკოლოს ბაღიდან გამოყვანა' },
  { code: 'L', name: 'ნიკოლოსთან ერთად მშობლის მიერ მეორე მშობლის გარეშე შინ დროის გატარება' },
  { code: 'M', name: 'ნიკოლოს სასეირნოდ გარეთ გაყვანა' },
  { code: 'N', name: 'ნიკოლოსთვის ძილის წინ წიგნის წაკითხვა ან ზღაპრის მოყოლა' },
  { code: 'O', name: 'საწოლის დალაგება' },
  {
    code: 'P',
    name: 'ოთახის დალაგება (იატაკზე დაყრილი ნივთების, მაგიდის, დივანის, თაროების ზედაპირების დალაგება და ნაგავის სანაგვეში ჩაყრა)',
  },
  {
    code: 'Q',
    name: 'ნაგვის გადაყრა (სამივე: ნარჩენები, პლასტმასა და ქაღალდი) და ახალი პარკების ჩაფენა',
  },
  { code: 'R', name: 'ოთახების გამომტვერსასრუტება' },
  { code: 'S', name: 'სველი ჩვრით იატაკების გამოწმენდა' },
  { code: 'T', name: 'ხელსაბანის ნიჟარის და ონკანის ქიმიური წესით დამუშავება, გახეხვა და გარეცხვა' },
  { code: 'U', name: 'უნიტაზის ქიმიური წესით დამუშავება, გახეხვა და გარეცხვა' },
  {
    code: 'V',
    name: 'აბაზანის და ონკანის, საშხაპის ტელეფონის ქიმიური წესით დამუშავება, გახეხვა და გარეცხვა',
  },
  {
    code: 'W',
    name: 'ნიჟარის და აბაზანის ზევით თაროს ქიმიური წესით დამუშავება, გახეხვა და გარეცხვა. ათვლის წერტილი 1 სეგმენტი ან ნიჟარის თავზე ან აბაზანის თავზე. შესაბამისად ორივეს გაწმენდა 2',
  },
  {
    code: 'X',
    name: 'ზედაპირების (მაგიდის, თაროების, ტელევიზორის და ა.შ.) ჩვრით გაწმენდა და მტვრის მოშორება',
  },
  { code: 'Y', name: 'ფანჯრების შუშების ქიმიური დამუშავება, გაწმენდა და გამშრალება' },
  { code: 'Z', name: 'სარკის ქიმიური წესით დამუშავება, გაწმენდა და გამშრალება' },
  {
    code: 'Rp',
    name: 'ოჯახში რაიმეს შეკეთება, რაც გაფუჭებულია (მაგ. სანტექნიკის მილი, ნათურის შეცვლა, თაროს მიჭედება და ა.შ.), რაც მოითხოვს 5 წუთზე მეტ დროს',
  },
  {
    code: 'Cr',
    name: 'მძიმე ნივთის სარდაფში ჩატანა ან სარდაფიდან ამოტანა, ან ზოგადად სახლიდან გატანა ან სახლში შემოტანა (5 კგ-ზე მეტი)',
  },
  { code: 'Em', name: 'არატიპური სასწრაფო (ჩეპე) საქმის გაკეთება' },
  { code: 'Bd', name: 'საწოლზე თეთრეულის გამოცვლა' },
  { code: 'Tf', name: 'ტერმინი ნიკოლოს ან ოჯახის საქმეზე' },
  { code: 'Nb', name: 'ნიკოლოს მთლიანი დაბანა' },
  { code: 'Np', name: 'ნიკოლოს ტაკოს და კუტუს ჩაბანა' },
  { code: 'Ns', name: 'ნიკოლოს დასაძინებლად გამზადება და დაწვენა' },
]
